Repository: Linux-Box/Baseplugin
Catalog: baseplugin/usr/lib/enigma2/python/Plugins/Extensions/baseplugin/locale/*/LC_MESSAGES/messages.po
Languages: de, es, it, pt

source: Failed to mkdir
de: Fehler erstellen Ordner
es: Error al crear carpeta
it: Error al crear carpeta
pt: Erro de criação de pasta

source: Start SoftCam
de: Initiierende SoftCam
es: Iniciando SoftCam
it: avviare softcam
pt: SoftCam começando

source: stopping
de: stoppen
es: deteniendo
it: sosta
pt: parando

source: %s is installed
de: %s Dies installiert
es: %s esta instalado
it: %s sono l'installazione di
pt: %s Esta instalado

source: -Extra Downloads
de: -Zusätzliche downloads
es: -Descargas Extra
it: -scaricare Extra
pt: -Extras downloads

source: Are you sure you want to save this configuration?
de: Sie sind sicher, dass Sie diese Konfiguration speichern möchten?
es: Estás seguro de querer guardar esta configuración?
it: Sei sicuro di voler salvare questa configurazione?
pt: Tens a certeza de que você deseja salvar essa configuração?

source: Base plugin emu panel
de: Emus Basis Plugin-Panel
es: Panel de emus Base Plugin
it: Pannello di em√π Plugin Base
pt: Emus Base Plugin painel

source: Close
de: Schließen
es: Cerrar
it: chiuso
pt: Fechar

source: DOWNLOAD FEEDS
de: PLUGINS DOWNLOAD
es: DESCARGA DE PLUGINS
it: Scarica di pluginsS
pt: DOWNLOAD DE PLUGINS

source: Directory %s does not exist! Please set the correct directorypath!
de: Den Ordner %s Es gibt keine! Wählen Sie den richtigen Ordner!
es: La carpeta %s no existe! Selecciona la carpeta correcta!
it: il cartella %s non esiste! Si prega di impostare il percorso directory corretta!
pt: A pasta %s Não há nenhum! Selecione a pasta correta!

source: Download
es: Descarga
it: scaricare
pt: Baixar

source: Downloading plugin list, please wait
de: Warten Sie Liste von Plugins herunterladen, bitte
es: Descargando lista de plugins, espere por favor
it: Scaricare lista plugin, attendere prego
pt: Download lista de plugins, aguarde

source: Downloading plugins groups, please wait
de: Warten Sie Gruppen von Plugins herunterladen, bitte
es: Descargando grupos de plugins, espere por favor
it: Scaricare plugins gruppi, attendere prego
pt: Download grupos de plugins, aguarde

source: Error on Download on plugin list!
de: Fehler beim Herunterladen der Liste der Plugins!
es: Error descargando la lista de plugins!
it: Errore su scaricare nella lista plugin!
pt: Erro ao baixar a lista de plugins!

source: Error on download of plugings groups!
de: Fehler beim Herunterladen der Gruppen von Plugins!
es: Error descargando los grupos de plugins!
it: Errore scariare los gruppi de plugins!
pt: Erro ao fazer download grupos de plugins!

source: Exit
de: Ausfahrt
es: Salir
it: uscita
pt: Saída

source: Install
de: Installieren
es: Instalar
it: installare
pt: Instalar

source: Mising compatible skin!
de: Eine kompatible Haut wurde nicht gefunden!
es: No se ha encontrado un skin compatible!
it: Mising pelle compatibile!
pt: Uma pele compatível não foi encontrado!

source: Server data error
de: Daten auf den Serverfehler
es: Error de datos en el servidor
it: Error de datos en el servidor
pt: Dados sobre o erro de servidor

source: SoftCam config directory
de: Die CAM-Konfigurationsordner
es: Carpeta de configuración de la CAM
it: Directory config SoftCam
pt: A pasta de configuração do CAM

source: SoftCam directory
de: Die CAM-Ordner
es: Carpeta de la CAM
it: directori softcam
pt: A pasta de CAM

source: Start
es: Iniciar
it: inizio
pt: Início

source: Starting %s
de: Starten %s
es: Iniciando %s
it: di partenza %s
pt: Começando %s

source: Stop
es: Parar
it: Parar
pt: Parar

source: Stopping %s
de: Stoppen %s
es: Deteniendo %s
it: sosta %s
pt: Parando %s

source: downloading-installing: %s
de: Herunterladen-Installation: %s
es: Descargando-Instalando: %s
it: Descargando-Instalando: %s
pt: Transferindo-Installing: %s
